---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeTreadProfile
source: html/5f5f2657-fa92-78fc-07dd-fb4ebc5933bf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeTreadProfile Property

"Tread Profile"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTrisertypeTreadProfile { get; }
```